def HITLER():
  print(r"""
    │                                                          │
    │ ─┬─   ─┬─  ─┬─────┐  ┌─┬─┐  ─┬─           _______        │
    │  │     │    │     │    │     │          /         \      │
    │  │     │    │          │     │        /  │   ┌────  \    │
    │  │     │    │          │     │       │   │   │       │   │
    │  ├─────┤    ├────┤     │     │       │   └───┼───┐   │   │
    │  │     │    │          │     │       │       │   │   │   │
    │  │     │    │          │     │        \  ────┘   │  /    │
    │  │     │    │     │    │     │          \         /      │
    │ ─┴─   ─┴─  ─┴─────┘  └─┴─┘  ─┴─────┘      ‾‾‾‾‾‾‾        │
        """)

def easter(ans):
    print(f"정답입니다!! {ans[:-2]}은(는) 병신입니다!!!")
    print(r'''
    해당 프로그램의 발언은 제작자의 의도와 전혀 무관함을 알려드립니다.
    본 프로그램에서 누군가에 대해 '병신'이라고 표현하는 것은 
    사용자의 입력 내용에 의하여 결정됩니다.
    ┌───────[ CONGRATULATIONS!! ]───────┐
    │  YOU GUESSED  RIGHT!!             │
    │  YOU FOUND THE EASTER EGG!!       │
    │  I WILL GIVE YOU 0$ PRIZE!!       │
    └───────────────────────────────────┘
      ''')
def header():
  print("│ FINISH IT QUICKLY, MOTHERF**KER!! │")